Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Messages sent from your own account are ignored (Ignore Self Messages in Advanced settings).
ko: 내 계정에서 보낸 메시지는 무시됩니다(고급 설정의 '내 메시지 무시').
ru: Сообщения с вашей собственной учётной записи игнорируются (параметр «Игнорировать свои сообщения» в дополнительных настройках).
zh_hans: 来自您自己账户的消息会被忽略（见“高级”设置中的“忽略自己的消息”）。

source: Messages.app is signed in and ready.
ko: Messages.app이 로그인되어 준비되었습니다.
ru: Messages.app выполнил вход и готов к работе.
zh_hans: Messages.app 已登录并准备就绪。
zh_hant: Messages.app 已登入並準備就緒。

source: Metadata
ko: 메타데이터
ru: Метаданные
zh_hans: 元数据
zh_hant: 元數據

source: METADATA
ko: 메타데이터
ru: МЕТАДАННЫЕ
zh_hans: 元数据
zh_hant: 元數據

source: Metadata fallback
ko: 메타데이터 대체값
ru: Резервное значение из метаданных
zh_hans: 元数据回退值
zh_hant: 中繼資料回退值

source: Metadata only - no prompts or replies are included.
ko: 메타데이터만 포함되며 프롬프트나 응답은 포함되지 않습니다.
ru: Только метаданные — промпты и ответы не включены.
zh_hans: 仅包含元数据 - 不包含提示或回复。
zh_hant: 僅包含元數據 - 不包含提示或回復。

source: Method
ko: 메서드
ru: Метод
zh_hans: 方法
zh_hant: 方法

source: METHOD
ko: 메서드
ru: МЕТОД
zh_hans: 方法
zh_hant: 方法

source: Microphone
ko: 마이크
ru: Микрофон
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone Access
ko: 마이크 접근 권한
ru: Доступ к микрофону
zh_hans: 麦克风访问
zh_hant: 麥克風訪問

source: Microphone button enabled in chat input
ko: 채팅 입력에서 마이크 버튼을 사용함으로 설정했습니다
ru: Кнопка микрофона включена при вводе в чат
zh_hans: 已在聊天输入框中启用麦克风按钮
zh_hant: 已在聊天輸入框中啓用麥克風按鈕

source: Migrated the database
ko: 데이터베이스를 마이그레이션했습니다
ru: Перенесли базу данных
zh_hans: 已迁移数据库
zh_hant: 已遷移數據庫

source: Migrating the database
ko: 데이터베이스 마이그레이션 중
ru: Миграция базы данных
zh_hans: 正在迁移数据库
zh_hant: 正在遷移數據庫

source: MIGRATION
ko: 마이그레이션
ru: МИГРАЦИЯ
zh_hans: 迁移
zh_hant: 遷移

source: Migration in progress
ko: 마이그레이션 진행 중
ru: Выполняется миграция
zh_hans: 迁移进行中
zh_hant: 遷移進行中

source: min
ko: 최소
ru: мин
zh_hans: 最小
zh_hant: 最小值

source: Min %llds between sends
ko: 전송 간 최소 %lld초
ru: Мин. %lld с между отправками
zh_hans: 两次发送之间至少 %lld 秒
zh_hant: 兩次傳送之間至少 %lld 秒

source: Minimal
ko: 최소
ru: Минимальный
zh_hans: 最小
zh_hant: 最小

source: Minimal tool injection. Up to 2 tools loaded.
ko: 최소한의 도구 주입. 최대 2개의 도구를 불러옵니다.
ru: Минимальная инъекция инструмента. Загружено до 2 инструментов.
zh_hans: 最小化工具注入。最多加载 2 个工具。
zh_hant: 最小化工具注入。最多加載 2 個工具。

source: MiniMax M-series models
ko: MiniMax M-series 모델
ru: Модели MiniMax серии M
zh_hans: MiniMax M 系列模型
zh_hant: MiniMax M系列模型

source: Minimum top-up is $5.00
ko: 최소 충전 금액은 $5.00입니다
ru: Минимальное пополнение составляет $5,00
zh_hans: 最低充值金额为 5.00 美元
zh_hant: 最低充值金額爲5.00美元

source: Mint a fresh key in your browser without leaving this sheet.
ko: 이 시트를 벗어나지 않고 브라우저에서 새 키를 발급하세요.
ru: Создайте новый ключ в своем браузере, не покидая этот лист.
zh_hans: 在浏览器中生成一个新密钥，无需离开此面板。
zh_hant: 在瀏覽器中生成一個新密鑰，無需離開此面板。

source: Mint osk-v1 keys for MCP, plugins, and remote agents — revocable any time.
ko: MCP, 플러그인 및 원격 에이전트용 osk-v1 키를 발급하세요 — 언제든지 취소할 수 있습니다.
ru: Создавайте ключи osk-v1 для MCP, плагинов и удалённых агентов. Их можно отозвать в любой момент.
zh_hans: 为 MCP、插件和远程智能体生成 osk-v1 密钥——可随时撤销。
zh_hant: 爲 MCP、插件和遠程智能體生成 osk-v1 密鑰——可隨時撤銷。

source: Minute of Hour
ko: 시간의 분
ru: Минута часа
zh_hans: 小时中的分钟
zh_hant: 小時中的分鐘

source: Minutes
ko: 분
ru: Минуты
zh_hans: 分钟
zh_hant: 分鐘

source: Missing API key
ko: API 키 누락
ru: Отсутствует API-ключ
zh_hans: 缺少 API 密钥
zh_hant: 缺少API密鑰

source: Missing ChatGPT/Codex sign-in tokens. Sign in with ChatGPT again, then retry the provider.
ko: ChatGPT/Codex 로그인 토큰이 누락되었습니다. ChatGPT에 다시 로그인한 후 제공자를 다시 시도하세요.
ru: Нет токенов входа ChatGPT/Codex. Снова войдите через ChatGPT и повторите попытку для провайдера.
zh_hans: 缺少 ChatGPT/Codex 登录令牌。再次使用 ChatGPT 登录，然后重试提供商。
zh_hant: 缺少ChatGPT/Codex登錄令牌。再次使用ChatGPT登錄，然後重試提供商。

source: Missing Grok sign-in tokens. Sign in with Grok again, then retry the provider.
ko: Grok 로그인 토큰이 누락되었습니다. Grok에 다시 로그인한 후 제공자를 다시 시도하세요.
ru: Нет токенов входа Grok. Снова войдите через Grok и повторите попытку для провайдера.
zh_hans: 缺少 Grok 登录令牌。请使用 Grok 重新登录，然后重试该提供商。
zh_hant: 缺少 Grok 登錄令牌。請使用 Grok 重新登錄，然後重試該提供商。

source: missing system permission(s): %@
ko: 시스템 권한 누락: %@
ru: отсутствуют системные разрешения: %@
zh_hans: 缺少系统权限：%@
zh_hant: 缺少系統權限：%@

source: Mistral Small/Medium models
ko: Mistral Small/Medium 모델
ru: Модели Mistral Малый/Средний
zh_hans: Mistral Small/Medium 模型
zh_hant: Mistral Small/Medium 模型

source: Mode
ko: 모드
ru: Режим
zh_hans: 模式
zh_hant: 模式

source: Mode hidden
ko: 모드 숨김
ru: Режим скрыт
zh_hans: 模式已隐藏
zh_hant: 隱藏模式

source: Mode: %@ — click to change in Configure
ko: 모드: %@ — 구성에서 변경하려면 클릭하세요
ru: Режим: %@ — нажмите, чтобы изменить в Настройках
zh_hans: 模式：%@ —— 点击在“配置”中更改
zh_hant: 模式：%@ —— 點擊在「配置」中更改

source: model
ko: 모델
ru: модель
zh_hans: 模型
zh_hant: 模型

source: Model
ko: 모델
ru: Модель
zh_hans: 模型
zh_hant: 模型

source: Model Access
ko: 모델 접근 권한
ru: Доступ к модели
zh_hans: 模型访问
zh_hant: 模型訪問

source: Model Card
ko: 모델 카드
ru: Карточка модели
zh_hans: 模型卡片
zh_hant: 模型卡片

source: Model discovery
ko: 모델 검색
ru: Открытие модели
zh_hans: 模型发现
zh_hant: 模型發現

source: Model download failed
ko: 모델 다운로드 실패
ru: Загрузка модели не удалась
zh_hans: 模型下载失败
zh_hant: 模型下載失敗

source: Model downloads use your account's higher rate limits and gated-repo access.
ko: 모델 다운로드에 계정의 더 높은 속도 제한과 접근 제한 리포지토리 접근 권한이 사용됩니다.
ru: Загрузка моделей использует повышенные лимиты запросов вашего аккаунта и доступ к репозиториям с ограниченным доступом.
zh_hans: 模型下载会使用你账户更高的速率限制和受限仓库访问权限。
zh_hant: 模型下載將使用您帳戶更高的速率限制和受限存儲庫存取權限。

source: Model Family
ko: 모델 제품군
ru: Семейство моделей
zh_hans: 模型系列
zh_hant: 模型系列

source: Model Family Guidance
ko: 모델 제품군 지침
ru: Модельное семейное руководство
zh_hans: 模型系列指南
zh_hant: 模型系列指南

source: Model ID for API
ko: API용 모델 ID
ru: ID модели для API
zh_hans: 用于 API 的模型 ID
zh_hant: 用於 API 的模型 ID

source: Model installed
ko: 모델 설치됨
ru: Модель установлена
zh_hans: 已安装模型
zh_hant: 已安裝模型

source: Model Loaded
ko: 모델 불러옴
ru: Модель загружена
zh_hans: 模型已加载
zh_hant: 模型已加載

source: Model maximum
ko: 모델 최대값
ru: Максимум модели
zh_hans: 模型上限
zh_hant: 模型上限

source: Model Memory
ko: 모델 메모리
ru: Память модели
zh_hans: 模型内存
zh_hant: 模型記憶

source: Model not loaded
ko: 모델을 불러오지 않음
ru: Модель не загружена
zh_hans: 模型未加载
zh_hant: 模型未加載

source: Model not runnable
ko: 모델을 실행할 수 없음
ru: Модель неработоспособна
zh_hans: 模型不可运行
zh_hant: 模型不可運行

source: Model Pinned
ko: 모델 고정됨
ru: Модель закреплена
zh_hans: 已固定模型
zh_hant: 已固定模型

source: Model ready
ko: 모델 준비됨
ru: Модель готова
zh_hans: 模型已就绪
zh_hant: 模型已就緒

source: Model request
ko: 모델 요청
ru: Запрос модели
zh_hans: 模型请求
zh_hant: 模型請求

source: Model requests and balance changes, newest first. Open the chat or Insights when this Mac has the matching copy.
ko: 모델 요청과 잔액 변동이며 최신순입니다. 이 Mac에 일치하는 사본이 있는 경우 채팅 또는 Insights를 엽니다.
ru: Запросы моделей и изменения баланса, сначала самые новые. Откройте чат или Insights, когда на этом Mac есть соответствующая копия.
zh_hans: 模型请求和余额变动，按最新排序。当此 Mac 有匹配的副本时，打开聊天或洞察。
zh_hant: 模型請求和餘額變動，按最新排序。當此Mac有匹配的副本時，打開聊天或洞察。

source: Model residency
ko: 모델 상주 방식
ru: Резиденция модели
zh_hans: 模型驻留
zh_hant: 模型駐留

source: Model Selected
ko: 모델 선택됨
ru: Модель выбрана
zh_hans: 模型已选择
zh_hant: 模型已選擇

source: Model Size
ko: 모델 크기
ru: Размер модели
zh_hans: 模型大小
zh_hant: 模型大小

source: Model Type
ko: 모델 유형
ru: Тип модели
zh_hans: 模型类型
zh_hant: 模型類型

source: Model updates available
ko: 모델 업데이트 가능
ru: Доступны обновления модели
zh_hans: 有可用模型更新
zh_hant: 有可用模型更新

source: models
ko: 모델
ru: модели
zh_hans: 模型
zh_hant: 模型

source: Models
ko: 모델
ru: Модели
zh_hans: 模型
zh_hant: 模型

source: Models will be organized in subfolders by repository name
ko: 모델은 저장소 이름별로 하위 폴더에 정리됩니다.
ru: Модели будут разложены по подпапкам с именами репозиториев.
zh_hans: 模型会按仓库名称整理到子文件夹中
zh_hant: 模型會按倉庫名稱整理到子文件夾中

source: Modify your API connection
ko: API 연결 수정
ru: Измените соединение API
zh_hans: 修改你的 API 连接
zh_hant: 修改你的 API 連接

source: Modify your file system watcher
ko: 파일 시스템 모니터링 수정
ru: Измените наблюдатель файловой системы
zh_hans: 修改你的文件系统监视器
zh_hant: 修改你的文件系統監視器

source: Modify your MCP server connection
ko: MCP 서버 연결 수정
ru: Измените подключение к серверу MCP
zh_hans: 修改你的 MCP 服务器连接
zh_hant: 修改你的 MCP 服務器連接

source: Modify your scheduled task
ko: 예약된 작업 수정
ru: Измените задачу по расписанию
zh_hans: 修改你的计划任务
zh_hant: 修改你的計劃任務

source: Modify your skill's instructions
ko: 스킬의 지침 수정
ru: Измените инструкции для своего навыка
zh_hans: 修改你的技能指令
zh_hant: 修改你的技能指令

source: Monitor API requests and performance
ko: API 요청 및 성능 모니터링
ru: Мониторинг запросов и производительности API
zh_hans: 监控 API 请求和性能
zh_hant: 監控 API 請求和性能

source: Monitor folders for changes and trigger work tasks automatically
ko: 폴더의 변경 사항을 모니터링하고 작업 태스크를 자동으로 트리거합니다
ru: Отслеживайте папки на предмет изменений и автоматически запускайте рабочие задачи
zh_hans: 监控文件夹变化并自动触发工作任务
zh_hant: 監控文件夾變化並自動觸發工作任務

source: Monitor folders for changes and trigger work tasks automatically.
ko: 폴더의 변경 사항을 모니터링하고 작업 태스크를 자동으로 트리거합니다.
ru: Отслеживайте папки на предмет изменений и автоматически запускайте рабочие задачи.
zh_hans: 监控文件夹变化并自动触发工作任务。
zh_hant: 監控文件夾變化並自動觸發工作任務。

source: Monitoring
ko: 모니터링
ru: Мониторинг
zh_hans: 监控
zh_hant: 監控

source: Mono Font
ko: 고정폭 서체
ru: Моно шрифт
zh_hans: 等宽字体
zh_hant: 等寬字體

source: Month
ko: 월
ru: Месяц
zh_hans: 月份
zh_hant: 月份

source: Monthly
ko: 매월
ru: Ежемесячно
zh_hans: 每月
zh_hant: 每月

source: Morning Briefing
ko: 아침 브리핑
ru: Утренний брифинг
zh_hans: 晨间简报
zh_hant: 晨間簡報

source: Most clients default to 1337 (Osaurus) or 11434 (Ollama-compatible).
ko: 대부분의 클라이언트는 기본값으로 1337(Osaurus) 또는 11434(Ollama 호환)를 사용합니다.
ru: Большинство клиентов по умолчанию используют 1337 (Osaurus) или 11434 (совместимый с Ollama).
zh_hans: 大多数客户端默认为 1337（Osaurus）或 11434（Ollama 兼容）。
zh_hant: 大多數客戶端默認爲1337（Osaurus）或11434（Ollama兼容）。

source: Most Downloaded
ko: 최다 다운로드
ru: Самый загружаемый
zh_hans: 下载最多
zh_hant: 下載最多

source: Most likely cause
ko: 가장 유력한 원인
ru: Наиболее вероятная причина
zh_hans: 最可能的原因
zh_hant: 最可能的原因

# Move or remove %@, then create the directory with mkdir -p "%@".
source: Move or remove %1$@, then create the directory with mkdir -p "%2$@".
ko: %@을(를) 이동하거나 제거한 후 mkdir -p "%@" 명령으로 디렉터리를 생성하세요.
ru: Переместите или удалите %1$@, затем создайте каталог с помощью mkdir -p «%2$@».
zh_hans: 移动或删除 %1$@，然后使用 mkdir -p "%2$@" 创建目录。
zh_hant: 移動或刪除%1$@，然後使用mkdir -p "%2$@"創建目錄。

source: Move or remove the directory at %@, then rerun sandbox setup.
ko: %@ 위치의 디렉터리를 이동하거나 제거한 후 샌드박스 설정을 다시 실행하세요.
ru: Переместите или удалите каталог по адресу %@, затем повторно запустите настройку песочницы.
zh_hans: 移动或删除 %@ 目录，然后重新运行沙盒设置。
zh_hant: 移動或刪除%@目錄，然後重新運行沙盒設置。

source: Move to Project
ko: 프로젝트로 이동
ru: Переместить в проект
zh_hans: 移动到项目
zh_hant: 移動到專案

source: Multi-provider
ko: 다중 제공자
ru: Мультипровайдер
zh_hans: 多提供商
zh_hant: 多提供商

source: Multilingual model supporting 25 European languages
ko: 25개 유럽 언어를 지원하는 다국어 모델
ru: Многоязычная модель с поддержкой 25 европейских языков
zh_hans: 支持 25 种欧洲语言的多语言模型
zh_hant: 支持 25 種歐洲語言的多語言模型

source: Multilingual model. Supports 25 European languages. Recommended for most users.
ko: 다국어 모델. 25개 유럽 언어를 지원합니다. 대부분의 사용자에게 권장됩니다.
ru: Многоязычная модель. Поддерживает 25 европейских языков. Рекомендуется для большинства пользователей.
zh_hans: 多语言模型。支持 25 种欧洲语言。推荐给大多数用户。
zh_hant: 多語言模型。支持25種歐洲語言。推薦給大多數用戶。

source: Multimodal
ko: 멀티모달
ru: Мультимодальный
zh_hans: 多模态
zh_hant: 多模態

source: Mutations in flight on this agent's serial queue.
ko: 이 에이전트의 직렬 큐에서 진행 중인 변경 작업입니다.
ru: Мутации в серийной очереди этого агента.
zh_hans: 此智能体串行队列中正在进行的变更。
zh_hant: 此智能體串行隊列中正在進行的變更。

source: My MCP Server
ko: 내 MCP 서버
ru: Мой MCP Сервер
zh_hans: 我的 MCP 服务器
zh_hant: 我的MCP服務器

source: Name
ko: 이름
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Name (A–Z)
ko: 이름(A–Z)
ru: Имя (А–Я)
zh_hans: 名称（A-Z）
zh_hant: 名稱（A-Z）

source: Name (optional)
ko: 이름(선택 사항)
ru: Название (необязательно)
zh_hans: 名称（可选）
zh_hant: 名稱（可選）

source: Name is required
ko: 이름은 필수 항목입니다
ru: Требуется имя
zh_hans: 名称不能为空
zh_hant: 名稱不能爲空

source: Name Size
ko: 이름 크기
ru: Имя Размер
zh_hans: 名称大小
zh_hant: 名稱大小

source: Narrow
ko: 좁게
ru: Узкий
zh_hans: 窄
zh_hant: 窄

source: native
ko: 네이티브
ru: родной
zh_hans: 原生
zh_hant: 本地的

source: Native
ko: 네이티브
ru: Родной
zh_hans: 原生
zh_hant: 原生

source: Native MTP
ko: 네이티브 MTP
ru: Родной MTP
zh_hans: 原生 MTP
zh_hant: 原生 MTP

source: Navigate
ko: 탐색
ru: Навигация
zh_hans: 导航
zh_hant: 導航

source: Navigating
ko: 탐색 중
ru: Навигация
zh_hans: 导航
zh_hant: 導航

source: Need a new key?
ko: 새 키가 필요하신가요?
ru: Нужен новый ключ?
zh_hans: 需要新密钥？
zh_hant: 需要新密鑰？

source: needs %@ memory
ko: 메모리 %@ 필요
ru: требуется %@ памяти
zh_hans: 需要 %@ 内存
zh_hant: 需要 %@ 內存

source: Needs Accessibility permission
ko: 접근성 권한 필요
ru: Требуется разрешение на доступ
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助功能權限

source: Needs approval
ko: 승인 필요
ru: Требует одобрения
zh_hans: 需要批准
zh_hant: 需要核准

source: Needs attention
ko: 주의 필요
ru: Требует внимания
zh_hans: 需要注意
zh_hant: 需要注意

source: Needs permission
ko: 권한 필요
ru: Требуется разрешение
zh_hans: 需要权限
zh_hant: 需要權限

source: Needs Permission
ko: 권한 필요
ru: Требуется разрешение
zh_hans: 需要权限
zh_hant: 需要權限

source: Needs Review
ko: 검토 필요
ru: Требуется проверка
zh_hans: 需要审核
zh_hant: 需要審核

source: Needs setup
ko: 설정 필요
ru: Требуется настройка
zh_hans: 需要设置
zh_hant: 需要設置

source: Needs upgrade for encrypted chat
ko: 암호화된 채팅을 위한 업그레이드 필요
ru: Требуется обновление для зашифрованного чата
zh_hans: 需要升级才能进行加密聊天
zh_hant: 需要升級才能進行加密聊天

source: Needs your input
ko: 입력이 필요합니다
ru: Требуется ваш ввод
zh_hans: 需要你的输入
zh_hant: 需要你的輸入

source: needs: %@
ko: 필요: %@
ru: потребности: %@
zh_hans: 需要：%@
zh_hant: 需要：%@

source: Network
ko: 네트워크
ru: Сеть
zh_hans: 网络
zh_hant: 網絡

source: Network Access
ko: 네트워크 접근 권한
ru: Доступ к сети
zh_hans: 网络访问
zh_hant: 網絡訪問

source: Network and relay callers are restricted until you create an access key.
ko: 액세스 키를 생성할 때까지 네트워크 및 릴레이 호출자가 제한됩니다.
ru: Вызывающие сети и ретрансляторы будут ограничены до тех пор, пока вы не создадите ключ доступа.
zh_hans: 网络和中继呼叫者在你创建访问密钥之前是受限的。
zh_hant: 網絡和中繼呼叫者在您創建訪問密鑰之前是受限的。

source: Network and relay callers must present an access key. Local loopback bypass is disabled while network exposure is on.
ko: 네트워크 및 릴레이 호출자는 액세스 키를 제공해야 합니다. 네트워크 노출이 켜져 있는 동안에는 로컬 루프백 우회가 비활성화됩니다.
ru: Вызывающие сети и ретрансляторы должны предоставить ключ доступа. Обход локальной шлейфовой проверки отключен, пока включено воздействие сети.
zh_hans: 网络和中继调用方必须出示访问密钥。开启网络暴露时，本地环回绕过将被禁用。
zh_hant: 網絡和轉接呼叫者必須出示訪問密鑰。網絡暴露開啓時，本地環迴繞過被禁用。

source: Network error
ko: 네트워크 오류
ru: Ошибка сети
zh_hans: 网络错误
zh_hant: 網絡錯誤

source: Never
ko: 안 함
ru: Никогда
zh_hans: 从不
zh_hant: 從不

source: Never expires
ko: 만료되지 않음
ru: Никогда не истекает
zh_hans: 永不过期
zh_hant: 永不過期

source: Never your content
ko: 사용자 콘텐츠 사용 안 함
ru: Никогда ваш контент
zh_hans: 绝不包含你的内容
zh_hant: 絕不包含你的內容

source: New Chat
ko: 새 채팅
ru: Новый чат
zh_hans: 新建聊天
zh_hant: 新建聊天

source: New chats started from this project use this agent.
ko: 이 프로젝트에서 시작하는 새 채팅은 이 에이전트를 사용합니다.
ru: Новые чаты, созданные в этом проекте, используют этого агента.
zh_hans: 从此项目开始的新聊天将使用此代理。
zh_hant: 從此專案開始的新聊天將使用此代理。

source: New Collection
ko: 새 컬렉션
ru: Новая коллекция
zh_hans: 新建集合
zh_hant: 新增集合

source: New Command
ko: 새 명령어
ru: Новая команда
zh_hans: 新建命令
zh_hant: 新建命令

source: New Connection
ko: 새 연결
ru: Новое соединение
zh_hans: 新的连接
zh_hant: 新的連接

source: New Custom
ko: 새 사용자 정의
ru: Новый заказ
zh_hans: 新自定义
zh_hant: 新自定義

source: New data will be encrypted with SQLCipher.
ko: 새 데이터는 SQLCipher로 암호화됩니다.
ru: Новые данные будут зашифрованы с помощью SQLCipher.
zh_hans: 新数据将使用 SQLCipher 进行加密。
zh_hant: 新數據將使用SQLCipher進行加密。

source: New data will be stored as plaintext, protected by FileVault.
ko: 새 데이터는 일반 텍스트로 저장되며 FileVault로 보호됩니다.
ru: Новые данные будут храниться в незашифрованном виде под защитой FileVault.
zh_hans: 新数据将以明文形式存储，并受 FileVault 保护。
zh_hant: 新數據將以明文形式存儲，並受FileVault保護。

source: New document
ko: 새 문서
ru: Новый документ
zh_hans: 新文档
zh_hant: 新文件

source: New key minted. Save to apply.
ko: 새 키가 발급되었습니다. 저장하여 적용하세요.
ru: Новый ключ отчеканен. Сохраните, чтобы подать заявку.
zh_hans: 已生成新密钥。保存以应用。
zh_hant: 已生成新密鑰。保存以應用。

source: New Messages
ko: 새 메시지
ru: Новые сообщения
zh_hans: 新消息
zh_hant: 新訊息

source: New Project
ko: 새 프로젝트
ru: Новый проект
zh_hans: 新建项目
zh_hant: 新增專案

source: New Schedule…
ko: 새 일정…
ru: Новое расписание…
zh_hans: 新建日程…
zh_hant: 新建日程…

source: New Tool
ko: 새 도구
ru: Новый инструмент
zh_hans: 新建工具
zh_hant: 新建工具

source: New Watcher…
ko: 새 모니터링…
ru: Новый наблюдатель…
zh_hans: 新建监视器…
zh_hant: 新建監視器…

source: New Window
ko: 새 창
ru: Новое окно
zh_hans: 新建窗口
zh_hant: 新建窗口

source: New Window with Agent
ko: 에이전트가 포함된 새 창
ru: Новое окно с агентом
zh_hans: 使用智能体新建窗口
zh_hant: 使用智能體新建窗口

source: Newest
ko: 최신순
ru: Новейший
zh_hans: 最新
zh_hant: 最新

source: Next
ko: 다음
ru: Далее
zh_hans: 下一步
zh_hant: 下一步

source: Next match
ko: 다음 일치 항목
ru: Следующее совпадение
zh_hans: 下一个匹配项
zh_hant: 下一個匹配項

source: Next run
ko: 다음 실행
ru: Следующий запуск
zh_hans: 下次运行
zh_hant: 下次運行

source: Next: %@
ko: 다음: %@
ru: Далее: %@
zh_hans: 下一次：%@
zh_hant: 下一次：%@

source: no
ko: 아니요
ru: нет
zh_hans: 否
zh_hant: 否

source: No
ko: 아니요
ru: Нет
zh_hans: 否
zh_hant: 否

source: No access keys for this agent yet.
ko: 이 에이전트에 대한 액세스 키가 아직 없습니다.
ru: Ключи доступа для этого агента пока отсутствуют.
zh_hans: 此智能体尚无访问密钥。
zh_hant: 此智能體尚無訪問密鑰。

source: No account linked
ko: 연결된 계정 없음
ru: Аккаунт не привязан
zh_hans: 未关联账号

source: No accounts or device profiles
ko: 계정 또는 기기 프로필 없음
ru: Нет учётных записей или профилей устройств
zh_hans: 无账户或设备画像
zh_hant: 無賬戶或設備標識

source: No accounts, no profiles
ko: 계정 없음, 프로필 없음
ru: Нет аккаунтов, нет профилей
zh_hans: 无账户，无用户画像
zh_hant: 無賬戶，無用戶畫像

source: No active chat session is available for storing the screenshot.
ko: 스크린샷을 저장할 수 있는 활성 채팅 세션이 없습니다.
ru: Для сохранёния снимка экрана нет активного сеанса чата.
zh_hans: 没有可用于存储截图的活动聊天会话。
zh_hant: 沒有可用於存儲截圖的活動聊天會話。

source: No activity yet
ko: 아직 활동이 없습니다
ru: Пока нет активности
zh_hans: 暂无活动
zh_hant: 暫無活動

source: No address
ko: 주소 없음
ru: Нет адреса
zh_hans: 没有地址
zh_hant: 沒有地址

source: No agents can use this collection yet
ko: 아직 이 컬렉션을 사용할 수 있는 에이전트가 없습니다
ru: Пока ни один агент не может использовать эту коллекцию
zh_hans: 暂无智能体可以使用此集合
zh_hant: 尚無智能體可以使用此集合

source: No agents configured. Create an agent first.
ko: 구성된 에이전트가 없습니다. 먼저 에이전트를 생성하세요.
ru: Агенты не настроены. Сначала создайте агента.
zh_hans: 未配置智能体。请先创建一个智能体。
zh_hant: 未配置智能體。請先創建一個智能體。

source: No agents to grant yet. Create an agent, then enable Knowledge for it in its Features section.
ko: 아직 부여할 에이전트가 없습니다. 에이전트를 생성한 다음 해당 에이전트의 기능 섹션에서 지식을 활성화하세요.
ru: Пока нет агентов для предоставления доступа. Создайте агента, затем включите для него «Знания» в разделе «Функции».
zh_hans: 暂无可授予的智能体。请先创建智能体，然后在其“功能”部分中为其启用知识。
zh_hant: 尚無可授予的智能體。請先建立智能體，然後在其「特性」部分中為其啟用知識。

source: No agents with access
ko: 접근 권한이 있는 에이전트 없음
ru: Нет агентов с доступом
zh_hans: 无有权限的智能体
zh_hant: 無有權限的智能體

source: No agents yet — create one in the Agents tab
ko: 아직 에이전트가 없습니다 — 에이전트 탭에서 생성하세요
ru: Агентов пока нет — создайте их во вкладке «Агенты».
zh_hans: 还没有智能体 — 请在“智能体”标签页创建一个
zh_hant: 還沒有智能體 - 請在「智能體」標籤頁創建一個

source: No API key required
ko: API 키가 필요하지 않음
ru: Ключ API не требуется
zh_hans: 无需 API 密钥
zh_hant: 無需 API 密鑰

source: No AppleScript models installed yet. Download one in Settings → Computer Use → Models.
ko: 아직 설치된 AppleScript 모델이 없습니다. 설정 → 컴퓨터 제어 → 모델에서 다운로드하세요.
ru: Модели AppleScript ещё не установлены. Загрузите одну в «Настройки» → «Использование компьютера» → «Модели».
zh_hans: 尚未安装 AppleScript 模型。请在「设置 → 电脑操控 → 模型」中下载。
zh_hant: 尚未安裝 AppleScript 模型。請在「設置 → 電腦使用 → 模型」中下載。

source: No artifacts installed for this plugin.
ko: 이 플러그인에 설치된 아티팩트가 없습니다.
ru: Для этого плагина не установлено никаких артефактов.
zh_hans: 此插件未安装任何工件。
zh_hant: 此插件未安裝任何工件。

source: No Auth
ko: 인증 없음
ru: Нет аутентификации
zh_hans: 无身份验证
zh_hant: 無身份驗證

source: No Authorization header is added by Osaurus.
ko: Osaurus에서 Authorization 헤더를 추가하지 않습니다.
ru: Заголовок авторизации не добавляется с помощью Osaurus.
zh_hans: Osaurus 未添加授权头。
zh_hant: Osaurus未添加授權頭。

source: No Automatic Limits (Dangerous)
ko: 자동 제한 없음(위험)
ru: Без автоматических ограничений (опасно)
zh_hans: 无自动限制（危险）
zh_hant: 無自動限制（危險）

source: No blocking host storage issues found.
ko: 호스트 저장소에서 차단 문제가 발견되지 않았습니다.
ru: Проблем с хранилищем блокирующего хоста не обнаружено.
zh_hans: 未发现阻塞主机存储问题。
zh_hant: 未發現阻塞主機存儲問題。

source: No bot token saved
ko: 저장된 봇 토큰 없음
ru: Токен бота не сохранён
zh_hans: 未保存机器人令牌
zh_hant: 未保存機器人令牌

source: No buffered turns and no episodes — check per-agent memory.
ko: 버퍼링된 턴이나 에피소드가 없습니다 — 에이전트별 메모리를 확인하세요.
ru: Нет буферизованных ходов и эпизодов — проверьте память агента.
zh_hans: 没有缓冲的对话轮次，也没有情景——请检查每个智能体的记忆。
zh_hant: 沒有緩衝的對話輪次，也沒有片段——請檢查每個智能體的記憶。

source: No capturable display is available.
ko: 캡처할 수 있는 디스플레이가 없습니다.
ru: Захватываемый дисплей недоступен.
zh_hans: 没有可捕获的显示器。
zh_hant: 沒有可捕獲的顯示器。

source: No ceiling
ko: 상한 없음
ru: Нет потолка
zh_hans: 无上限
zh_hant: 無上限

source: No changelog entries for this run.
ko: 이 실행에 대한 변경 로그 항목이 없습니다.
ru: Для этого запуска нет записей в журнале изменений.
zh_hans: 此次运行没有更新日志条目。
zh_hant: 此次運行沒有更新日誌條目。

source: No chats came back. Verify the helper is downloaded and Full Disk Access is granted.
ko: 채팅을 가져오지 못했습니다. 도우미가 다운로드되어 있고 전체 디스크 접근 권한이 부여되었는지 확인하세요.
ru: Чаты не получены. Убедитесь, что помощник загружен и предоставлен полный доступ к диску.
zh_hans: 未返回任何聊天。请确认辅助程序已下载且已授予完全磁盘访问权限。

source: No chats came back. Verify the helper is installed and the account is linked.
ko: 채팅을 가져오지 못했습니다. 도우미가 설치되어 있고 계정이 연결되어 있는지 확인하세요.
ru: Чаты не получены. Убедитесь, что помощник установлен и аккаунт привязан.
zh_hans: 未返回任何聊天。请确认辅助程序已安装且账号已关联。

source: No chats yet
ko: 아직 채팅이 없습니다
ru: Чатов пока нет
zh_hans: 还没有聊天
zh_hant: 還沒有聊天

source: No chats, prompts, files, or keys
ko: 채팅, 프롬프트, 파일 또는 키 없음
ru: Никаких чатов, промптов, файлов и ключей
zh_hans: 不含聊天记录、提示词、文件或密钥
zh_hant: 不含聊天記錄、提示詞、文件或密鑰

source: No chats, prompts, files, or keys are ever included.
ko: 채팅, 프롬프트, 파일 또는 키는 절대 포함되지 않습니다.
ru: Никакие чаты, промпты, файлы или ключи никогда не включаются.
zh_hans: 绝不会包含任何聊天记录、提示词、文件或密钥。
zh_hant: 絕不會包含任何聊天記錄、提示詞、文件或密鑰。

source: No checklist items parsed.
ko: 구문 분석된 체크리스트 항목이 없습니다.
ru: Никакие элементы контрольного списка не анализируются.
zh_hans: 未解析出任何清单项。
zh_hant: 未解析出任何清單項。

source: No Codex OAuth tokens are saved for this provider.
ko: 이 제공자에 대해 저장된 Codex OAuth 토큰이 없습니다.
ru: Для этого провайдера не сохранены токены Codex OAuth.
zh_hans: 没有为该提供商保存 Codex OAuth 令牌。
zh_hant: 沒有爲該提供商保存Codex OAuth令牌。

source: No collections yet. Create one to give this project's chats shared knowledge.
ko: 아직 컬렉션이 없습니다. 컬렉션을 만들어 이 프로젝트의 채팅에 공유 지식을 제공하세요.
ru: Коллекций пока нет. Создайте одну, чтобы дать чатам этого проекта общие знания.
zh_hans: 还没有集合。创建一个，为此项目的聊天提供共享知识。
zh_hant: 還沒有集合。建立一個，為此專案的聊天提供共享知識。

source: No connections yet
ko: 아직 연결이 없습니다
ru: Пока нет подключений
zh_hans: 暂无连接
zh_hant: 暫無連接

source: No context assembled
ko: 어셈블된 컨텍스트 없음
ru: Контекст не собран
zh_hans: 未组装上下文
zh_hant: 未組裝上下文

source: No conversations yet
ko: 아직 대화가 없습니다
ru: Пока нет разговоров
zh_hans: 还没有对话
zh_hant: 還沒有對話

source: No curator yet — turn on Features → Knowledge → Curator for an agent that can use this collection.
ko: 아직 큐레이터가 없습니다 — 이 컬렉션을 사용할 수 있는 에이전트에 대해 기능 → 지식 → 큐레이터를 켜세요.
ru: Куратора пока нет — включите Функции → Знания → Куратор для агента, который может использовать эту коллекцию.
zh_hans: 还没有维护者 — 为可使用此集合的智能体开启 功能 → 知识 → 维护者。
zh_hant: 尚無維護者 — 為可使用此集合的代理開啟 功能 → 知識 → 維護者。

source: No custom agents to reorder.
ko: 재정렬할 사용자 정의 에이전트가 없습니다.
ru: Никаких пользовательских агентов для повторного заказа.
zh_hans: 没有可重新排序的自定义智能体。
zh_hant: 沒有可重新排序的自定義智能體。
